[
    {
        "id": "about-me",
        "name":"About Me",
        "category": "frontend",
        "description": "One page presentation",
        "tools": ["HTML", "SCSS", "JS", "FIGMA"],
        "img":"/images/cards/card-about.jpg",
        "introduction":"My first work as a UX|UI designer and Frontend. Design and prototyped one page web presentation about me. With horizontal navigation and mobile first designed.",
        "image1": "",
        "image2": "",
        "goals":["PERSONAL: one of my main objectives was to create something original and dynamic to give movement to the website as it had to be one page.","PROFESSIONAL: functional and visually attractive. Apply basic UX | UI rules, such as text construction, eye-catching headers, good colour palette,.."],
        "filter": [
            {
                "Goals":"",
                "Methodologies":[
                    {
                        "user flow":"",
                        "user persona":""
                    }
                ],
                "best-practices":"",
                "Wireframes":"",
                "Tools":"MIRO, FIGMA"
            },
            {
                "Goals":"lear about the functionality of horizontal scroll, programm on mobile first size, and have a good organisation in the structuring of the folders.",
                "Methodologies":[
                    {
                        "mobile-first-programming":"mobile first programming",
                        "Responsive":"Responsive for: mobile, tablet and desktop",
                        "SCSS":[
                            {
                                "grid":"grid",
                                "flex":"flex",
                                "variables":"Use of variables for: colour, spacing, margins, texts..",
                                "mixins":"Mixins",
                                "gradient":"Animated Gradient"
                            }
                        ],
                        "HTML": [
                            {
                                "accesibility":"accessibility on svg and images"
                            }
                        ],
                        "JAVASCRIPT": [
                            {
                                "labels":"labels on focus when user it’s on the selected section, that helps ubication. ",
                                "gradient": "functionality of the animated gradient made with css:is activated in any section except the home page."
                            }
                        ]
                    }
                ],
                "best-practices":"",
                "Web on live":"https://frontend.esatid3-2021.com/binca",
                "Git":"https://github.com/Binca-SA/projectAlpha"
            }
        ]
    },
    {
        "id": "terralava",
        "name": "Terralava",
        "category": "frontend",
        "description": "Online shop",
        "tools": ["HTML", "SCSS", "JS", "FIGMA"],
        "img": "/images/cards/card-terralava.jpg",
        "introduction":"Front-end design and programming of a dynamic and scalable website for a jewellery store. Sections created: Home, Shop with respective categories and an interactive test for users. Mobile first designed and programmed.",
        "image1": "",
        "image2": "",
        "projects": [
            {
                "Goals":"",
                "Methodologies":[
                    {
                        "user flow":"",
                        "user persona":""
                    }
                ],
                "best-practices":"",
                "Wireframes":"",
                "Tools":["MIRO, FIGMA"]
            },
            {
                "Goals":"lear about the functionality of horizontal scroll, programm on mobile first size, and have a good organisation in the structuring of the folders.",
                "Methodologies":[
                    {
                        "mobile-first-programming":"mobile first programming",
                        "Responsive":"Responsive for: mobile, tablet and desktop",
                        "SCSS":[
                            {
                                "grid":"grid",
                                "flex":"flex",
                                "variables":"Use of variables for: colour, spacing, margins, texts..",
                                "mixins":"Mixins",
                                "gradient":"Animated Gradient"
                            }
                        ],
                        "HTML": [
                            {
                                "accesibility":"accessibility on svg and images"
                            }
                        ],
                        "JAVASCRIPT": [
                            {
                                "labels":"labels on focus when user it’s on the selected section, that helps ubication. ",
                                "gradient": "functionality of the animated gradient made with css:is activated in any section except the home page."
                            }
                        ]
                    }
                ],
                "best-practices":"",
                "Web on live":"https://frontend.esatid3-2021.com/binca",
                "Git":"https://github.com/Binca-SA/projectAlpha"
            }
        ]
    },
    {
        "id": "fran-silvestre-arquitectos",
        "name": "Fran Silvestre Arquitectos",
        "category": "frontend",
        "description": "Website design",
        "tools": ["FIGMA"],
        "img":"/images/cards/card-arquitectsjpg.jpg",
        "introduction":"Fran Silvestre Arquitectos is a web redesign proposal made in team with @MariaLara. After a study of the company's website, we saw a series of needs that we could solve.",
        "image1": "",
        "image2": "",
        "goals":["PERSONAL: Increase my experience in web design, and practice prototyping in Figma.","PROFESSIONAL: To create a website that would live up to the brand, as Fran Silvestre is a very famous architecture studio with very interesting and powerful designs. The key for an attractive website for these studio was a clean, clear and elegant design. Pleasant to use for the user with microinteractions and trying to avoid long texts."],
        "Methodologies":[
                {
                    "user flow":"",
                    "user persona":""
                }
            ],
        "best-practices":"",
        "Wireframes":"",
        "Tools":"MIRO, FIGMA"
    },



    {
        "id": "ronda-martinez-abogados",
        "name": "Ronda & Martínez Abogados",
        "category": "graphic-design",
        "description": "Corporate identity design",
        "tools": ["ILLUSTRATOR", "PHOTOSHOP", "INDESIGN"],
        "img":"/images/cards/card-rondajpg.jpg",
        "introduction":"Ronda & Martínez is a law firm with more than 30 years of experience ubicated in Altea, Alicante. They needed an identity design. All the process is set out in a manual where all the rules and construction of the brand are included.",
        "image1": "",
        "image2": "",
        "needs-solved":["Ronda y Martínez lacked any graphic representation, which made it very difficult for them to sponsor themselves and stand out from the rest of the lawyers in Altea. What they needed:",
                        "A brand for daily use",
                        "A logo that represented their personality and professionalism. The final result of the logo represents: stability, with a modern and elegant design playing with the sizes of the column width. Inspired by the greek columns as this is where the law comes from.", "That their great track record and way of working would be reflected both visually and in writing.", "To stand out from the rest of the law firms.",
                        "To tell their story"],
        "Objective":["Create a visual identity manual reflecting the rules of graphic use, the formation of the logo, the chromatic palette representing the brand, the typography and incorrect uses of the brand elements.", "Designs that could be used in everyday life. Stationery such as: letters, business cards, folders, invoices, etc"]
    },
    {
        "id": "almond-harmony",
        "name": "Almond Harmony",
        "category": "graphic-design",
        "description": "Corporate identity design",
        "tools": ["ILLUSTRATOR", "PHOTOSHOP", "INDESIGN"],
        "img":"/images/cards/card-almond.jpg",
        "introduction":"Almond Harmony is a handmade clothing shop with quality fabrics from India, Morocco and Turkey. The bright colours and the softness of their clothes are what makes them stand out.",
        "image1": "",
        "image2": "",
        "needs-solved":["Almond Harmony needed a brand construction in its entirety with which to represent itself.",
                        "A logo construction was made with its variants, colour palettes, and typography uses.", "Creation of naming, logotype and different applications such as fabric bags, packaging, cards, labels, candles,..."],
        "Objective":["A fresh visual identity, with bright and harmonious colours to make the brand's target feel identified.", "Represent the values of the brand in a visual way such as: 100% handmade and organic, quality fabrics, fresh and comfortable clothes."]
    },
    {
        "id": "signane-system",
        "name": "Signane Systme UMH",
        "category": "graphic-design",
        "description": "Corporate identity design",
        "tools": ["ILLUSTRATOR", "PHOTOSHOP", "INDESIGN"],
        "img":"/images/cards/card-signane.jpg",
        "introduction":"Development of the signage system for the University of Fine Arts in Altea. This method has been created with the aim of being a guidance and orientation tool for passers-by in the faculty, given the lack of a method to help locate the areas and services found in the university. Note: this project as you can imagine is very extensive and has a lot of research and development, a brief summary is given in this section.",
        "image1": "",
        "image2": "",
        "needs-solved":["The campus has ten buildings of different disciplines, each with a minimum of two floors and a maximum of three. The centre also has a number of key services such as a secretary's office, concierge's office, reprographics and a cafeteria. And none of these places are identified and you don't know how to get anywhere because there is no signposting.", "With the creation of such a system, the identity of the university is reinforced, as well as the quality of the service to users and, of course, it solves the problems of orientation in the space.", "Types of signanes created, identification, directional, directories and maps."],
        "Objective":["By means of a study of the space, the aim was to solve orientation problems as well as to take advantage of the spaciousness of the campus, its passageways and routes. Likewise, the elements that make up the architecture have been taken into account, creating signs that respect this aspect", "The design features propose a youthful aesthetic, differentiation and innovation. These aspects are dealt with through the material, format, colours and typography. Through this system, the value of the campus, its personality and its quality are highlighted, creating a space that is pleasant to walk through.", "Helping people to get to places without getting lost, or to find the best route to their destination. User experience is key in this project"]
    },
    {
        "id": "health-centre",
        "name": "Health Centre Almassera de Tonda",
        "category": "graphic-design",
        "description": "Design",
        "tools": ["ILLUSTRATOR", "PHOTOSHOP", "PROCREATE"],
        "img":"/images/cards/card-vila.jpg",
        "introduction":"A small branding assignment for a specific season. The nurses at the Almassera de Tonda hospital wanted a logo to represent themselves for the covid-19 vaccination season",
        "image1": "",
        "image2": "",
        "needs-solved":["Some graphic elements were designed to help reinforce the identity created:","A logo inspired by the colourful houses of the village", "A supporting pattern for corporate elements"],
        "Objective":["With a small commission for a simple logo to create a scalable identity", "A colourful logo to convey joy and familiarity.", "The elements that make up the logo can be reused to create graphic elements such as those shown in the images"]
    }
]